export const dashboardMock = {
  "summary": {
    "totalMembers": 154,
    "activeMembers": 128,
    "pendingDeaths": 4,
    "pendingApprovals": 3,
    "totalIncome": 526839.39,
    "totalExpense": 50000.00,
    "currentBalance": 476800.39
  },
  "latestTransactions": [
    {
      "datetime": "2025-03-20 11:05:42",
      "type": "รายรับ",
      "name": "นาย/นางสมใจ แก้วใส",
      "detail": "โอนค่าศพของ นาย/นางกนกพร ใจบุญ",
      "amount": 2352.51,
      "note": "-"
    },
    {
      "datetime": "2025-03-09 11:05:42",
      "type": "รายรับ",
      "name": "นาย/นางพิมพ์ใจ ใจบุญ",
      "detail": "โอนค่าศพของ นาย/นางกนกพร เกิดศิริ",
      "amount": 2293.91,
      "note": "-"
    },
    {
      "datetime": "2025-03-04 11:05:42",
      "type": "รายรับ",
      "name": "นาย/นางจารุวรรณ แก้วใส",
      "detail": "โอนค่าศพของ นาย/นางกนกพร ใจบุญ",
      "amount": 531.21,
      "note": "-"
    },
    {
      "datetime": "2025-03-04 11:05:42",
      "type": "รายจ่าย",
      "name": "นาย/นางสมใจ วิบูลย์ผล",
      "detail": "ค่าสถานที่",
      "amount": 4544.98,
      "note": "ค่าใช้จ่ายทั่วไป"
    },
    {
      "datetime": "2025-03-01 11:05:42",
      "type": "รายรับ",
      "name": "นาย/นางลำดวน สุขใจ",
      "detail": "โอนค่าศพของ นาย/นางจารุวรรณ แก้วใส",
      "amount": 3823.23,
      "note": "-"
    },
    {
      "datetime": "2025-02-28 11:05:42",
      "type": "รายรับ",
      "name": "นาย/นางถาวร สุขใจ",
      "detail": "โอนค่าศพของ นาย/นางพิมพ์ใจ ตั้งตรงจิตร",
      "amount": 3174.77,
      "note": "-"
    },
    {
      "datetime": "2025-02-26 11:05:42",
      "type": "รายรับ",
      "name": "นาย/นางวิทูล วิบูลย์ผล",
      "detail": "โอนค่าศพของ นาย/นางวิทูล ใจดี",
      "amount": 4460.3,
      "note": "-"
    },
    {
      "datetime": "2025-02-25 11:05:42",
      "type": "รายรับ",
      "name": "นาย/นางลำดวน เกิดศิริ",
      "detail": "โอนค่าศพของ นาย/นางจารุวรรณ แก้วใส",
      "amount": 3136.25,
      "note": "-"
    },
    {
      "datetime": "2025-02-24 11:05:42",
      "type": "รายรับ",
      "name": "นาย/นางจารุวรรณ ตั้งตรงจิตร",
      "detail": "โอนค่าศพของ นาย/นางวิทูล เกิดศิริ",
      "amount": 4107.17,
      "note": "-"
    },
    {
      "datetime": "2025-02-24 11:05:42",
      "type": "รายจ่าย",
      "name": "นาย/นางบุญรอด มีสุข",
      "detail": "โอนเงินสงเคราะห์ให้ นาย/นางสมใจ ตั้งตรงจิตร (ทายาท)",
      "amount": 6723.66,
      "note": "-"
    }
  ]
};