export const bankName = {
  "002": "ธนาคารกรุงเทพ",
  "004": "ธนาคารกสิกรไทย",
  "006": "ธนาคารกรุงไทย",
  "011": "ธนาคารทหารไทยธนชาต",

  "014": "ธนาคารไทยพาณิชย์",
  "025": "ธนาคารกรุงศรีอยุธยา",
  "069": "ธนาคารเกียรตินาคินภัทร",
  "022": "ธนาคารซีไอเอ็มบีไทย",

  "067": "ธนาคารทิสโก้",
  "024": "ธนาคารยูโอบี",
  "071": "ธนาคารไทยเครดิตเพื่อรายย่อย",
  "073": "ธนาคารแลนด์ แอนด์ เฮ้าส์",

  "070": "ธนาคารไอซีบีซี (ไทย)",
  "098": "ธนาคารพัฒนาวิสาหกิจขนาดกลางและขนาดย่อมแห่งประเทศไทย",
  "034": "ธนาคารเพื่อการเกษตรและสหกรณ์การเกษตร",
  "035": "ธนาคารเพื่อการส่งออกและนำเข้าแห่งประเทศไทย",

  "030": "ธนาคารออมสิน",
  "033": "ธนาคารอาคารสงเคราะห์",
};
